create_meeting.yml
---
execution:
- concurrency: 1
  hold-for: 2m
  ramp-up: 0m
  iterations: 1
  scenario:
   script: Taurus_script.jmx
   data-sources: 
   - path:'./SmallDocuments.csv'
   
reporting:
- module: passfail
  criteria: 
  - avg-rt of Publish Agenda>2000ms for 10s, stop as failed
  - fail>50% for 10s, stop ad failed